
INSERT INTO REVIEWS (USER_UK_ID, SHOP_UK_ID, REVIEW_RATING, REVIEW_COMMENT, REVIEW_CONTENT, REVIEW_IMG, REVIEW_DATE)
VALUES

(1, 13, 4, '음식이 맛있어요,양이 많아요', '자극적이지 않고 맛있었어요! 떡, 면 양이 많았어요', 'review13_01.jpg', '2024-08-12 09:43:18'), -- 미니네
(7, 13, 5, '가격이 저렴해요,양이 많아요', '유명해서 가봤는데 왜 유명한지 알 것 같습니다 자극적이지 않고 맛있네요ㅎㅎ', 'review13_02.jpg', '2024-08-11 09:43:18'),
(1, 23, 5, '뷰가 좋아요,음식이 맛있어요,양이 많아요', '싸고 맛있었어요!! 디저트를 무한으로 먹을 수 있어서 좋았어요', 'review23_01.jpg', '2024-07-24 09:43:18'), -- 두끼
(2, 23, 5, '직원이 친절해요,가격이 저렴해요,양이 많아요', '굿굿 3명이서 갔는데 3만원도 안나왔는데 정말 많이 먹을 수 있었어요', 'review23_02.jpg', '2024-06-14 09:43:18'),
(1, 3, 5, '음식이 맛있어요,양이 많아요,가게 위생이 청결해요', '숙주가 산처럼 쌓여있습니다 양도 많은데 맛있었어요', 'review03_01.jpg', '2024-04-24 09:43:18'), -- 처인막국수
(3, 3, 4, '직원이 친절해요양이 많아요', '맛있긴 한데 좀 달았어요 국수는 양도 많고 맛있었습니다', 'review03_02.jpg', '2024-05-03 09:43:18'),
(5, 3, 5, '양이 많아요', '맛있네요~~ 다음에 또 올 듯', 'review03_02.jpg', '2024-08-09 09:43:18'),
(1, 18, 5, '음식이 맛있어요,양이 많아요,가게 위생이 청결해요', '새로 생겼는데 깔끔하고 맛있었습니다', 'review18_01.jpg', '2024-07-24 09:43:18'), -- 호랑반점
(6, 18, 5, '음식이 맛있어요,직원이 친절해요', '다른데는 면이 두꺼워서 더부룩한데 여기는 면이 얇아서 그런지 소화가 잘됐어요', 'review18_02.jpg', '2024-07-05 09:43:18'),
(8, 18, 4, '음식이 맛있어요,음식의 품질이 좋아요,가게 위생이 청결해요', '탕수육이 맛있었습니다 완전 맛집~~!!', 'review18_03.jpg', '2024-08-03 09:43:18'),
(1, 6, 4, '음식이 맛있어요,음식의 품질이 좋아요', '양도 많고 싸네요!', 'review06_01.jpg', '2024-08-01 09:43:18'), -- 동경규동
(2, 6, 5, '음식이 맛있어요,가격이 저렴해요,가게 위생이 청결해요', '음식도 빨리나오고 맛있었어요', 'review06_02.jpg', '2024-08-02 09:43:18'),
(3, 6, 3, '가게 위생이 청결해요', '빨리 나오고 깨끗했어요 맛은 그닥...', 'review06_03.jpg', '2024-08-03 09:43:18'),
(4, 6, 4, '음식이 맛있어요,음식의 품질이 좋아요,가게 위생이 청결해요', '맛있긴 한데 사진이랑 다른 듯', 'review06_04.jpg', '2024-07-01 09:43:18'),
(5, 6, 5, '양이 많아요,분위기가 좋아요,', '오랜만에 든든하게 잘 먹었습니다 점심식사 하기 좋아요', 'review06_05.jpg', '2024-07-15 09:43:18'),
(6, 6, 5, '가격이 저렴해요,음식의 품질이 좋아요', '맛있었어요~~!! 굿굿', 'review06_06.jpg', '2024-08-02 09:43:18'),
(7, 6, 4, '가게 위생이 청결해요', '한끼 식사로 딱이에요', 'review06_07.jpg', '2024-08-05 09:43:18'); 


INSERT INTO BOOKMARKS (USER_UK_ID, SHOP_UK_ID) VALUES
(1,1),(1,3),(1,23),(1,13),(1,6),(1,7),(1,9),(1,11),(1,12),(1,24),(1,27),(1,30),
(2,1),(2,2),(3,1),(3,4),(4,5),(5,6);

